{
  "Is the Great Wall of China visible from space?": false,
  "Does lightning strike the same place twice?": true,
  "Is Mount Everest the closest point on Earth to space?": false,
  "Do bats really fly blind?": false,
  "Can humans only use 10% of their brains?": false,
  "Is a tomato a fruit?": true,
  "Does water swirl in different directions depending on the hemisphere?": false,
  "Are sharks immune to cancer?": false,
  "Does the Eiffel Tower grow in the summer?": true,
  "Is the Sahara Desert the largest desert on Earth?": false,

  "Is Earth’s atmosphere 21% oxygen?": true,
  "Can ostriches fly?": false,
  "Do dolphins sleep with one eye open?": true,
  "Do camels store water in their humps?": false,
  "Can gold be created from other elements?": true,
  "Is Pluto still classified as a planet?": false,
  "Is the speed of light constant?": true,
  "Are all snowflakes identical?": false,
  "Do penguins live at the North Pole?": false,
  "Can some trees live for thousands of years?": true,

  "Did the Titanic sink on its maiden voyage?": true,
  "Was Julius Caesar the first emperor of Rome?": false,
  "Did the Wright brothers build the first airplane?": true,
  "Did Cleopatra rule Egypt?": true,
  "Was Napoleon Bonaparte unusually short?": false,
  "Did Albert Einstein fail math in school?": false,
  "Was the Leaning Tower of Pisa always leaning?": true,
  "Did the Berlin Wall stand for more than 50 years?": false,
  "Did Leonardo da Vinci paint the Sistine Chapel ceiling?": false,
  "Did the Black Death kill a third of Europe’s population?": true,

  "Did NASA invent Velcro?": false,
  "Can astronauts cry in space?": false,
  "Can 3D printers create human organs?": true,
  "Is the Internet older than mobile phones?": true,
  "Do smartphones have more computing power than the computers used in the Apollo missions?": true,
  "Is the sun a planet?": false,
  "Can robots learn to have emotions?": false,
  "Is Wi-Fi short for 'Wireless Fidelity'?": false,
  "Did humans land on the moon in 1969?": true,
  "Is artificial intelligence capable of human-level decision-making?": false
}
